aaron-bond.better-comments
streetsidesoftware.code-spell-checker
grapecity.gc-excelviewer
sleistner.vscode-fileutils
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.intellicode-api-usage-examples
mechatroner.rainbow-csv
wayou.vscode-todo-highlight
hideoo.toggler

eliverlara.andromeda
sdras.night-owl
robbowen.synthwave-vscode
subframe7536.custom-ui-style
pkief.material-icon-theme

amazonwebservices.codewhisperer-for-command-line-companion

formulahendry.auto-rename-tag
pranaygp.vscode-css-peek
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
ritwickdey.liveserver
esbenp.prettier-vscode
yoavbls.pretty-ts-errors
stylelint.vscode-stylelint
bradlc.vscode-tailwindcss
meganrogge.template-string-converter

ms-python.isort
ms-python.vscode-pylance
ms-python.python
ms-python.debugpy
ms-python.vscode-python-envs
kevinrose.vsc-python-indent
charliermarsh.ruff
